name: "detection_preprocessing"
backend: "python"
max_batch_size: 0 

input [
  {
    name: "raw_bytes"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]
output [
  {
    name: "tensors"
    data_type: TYPE_FP32
    dims: [ 1, 3, 640, 640 ]
  }
]
